{
	"1": {
		"STRINGS": [
			"A comprehensive digital broadcasting service.",
			"",
			"Officially, it is called Intergrade Services",
			"Digital Broadcasting and is abbreviated as ISDB.",
			"",
			"It's a method of transmitting images and sound as digital data,",
			"and was developed mainly by the Japan Broadcasting Corporation (NHK)",
			"and has been adopted by Japan, the Philippines,",
			"and Latin American countries."
		]
	},
	"2": {
		"STRINGS": [
			"Induced pluripotent stem cells. from the first ",
			"letter of the word iPS cells are created by",
			"introducing a small number of factors into the body's",
			"cells such as human skin.",
			"",
			"It has the ability to differentiate into various",
			"body tissues and organ cells and to proliferate ",
			"almost indefinitely. They are attracting attention",
			"as new pluripotent stem cells that can be used for ",
			"regenerative medicine such as the development of",
			"new drugs and cell transplantation therapy."
		]
	},
	"3": {
		"STRINGS": [
			"It was proposed by American folklorist Jean-Harold",
			"Brunvan in the early 1980s. The concept was",
			"introduced by the French philosopher Edgar Morin",
			"in his book 'Rumors of Orleans'. There are three",
			"definitions of urban legends by Brunevin.",
			"",
			"A rumor that is spread by word",
			"of mouth among friends of friends.",
			"",
			"A strange and fascinating rumor whose",
			" truth or falsity is never revealed,",
			"",
			"and A rumor that may be believed to be half true.",
			"Such stories are urban legends."
		]
	},
	"4": {
		"STRINGS": [
			"One of the local dishes from the Pacific coast ",
			"around Hachinohe City, Aomori Prefecture.",
			"It is also known as squid pompomoyaki.",
			"The guts and legs are removed from the body of the squid",
			"fried with ginger, mirin, sugar, and miso",
			"then stuffed back into the body, closed with toothpicks",
			"and grilled in a frying pan or on a net."
		]
	},
	"5": {
		"STRINGS": [
			"A type of dress-up doll that has existed in Japan",
			"since ancient times. The image of a girl with a",
			"pigtails head wearing furisode sleeves easily",
			"comes to mind, but there is also a boy wearing a haori.",
			"There are various theories about the origin of the",
			"name, such as 'because the doll resembles ",
			"Ichimatsu Sanogawa, a Kabuki actor of the Edo period.",
			"",
			"Because there were many children named Ichimatsu",
			"when the doll was made",
			"and because the doll was originally sold",
			"with a checkered costume."
		]
	},
	"6": {
		"STRINGS": [
			"Ideology describes an idea or belief, but there is",
			"no unified definition, and its meaning changes",
			"depending on the context.",
			"",
			"Here, it is used in the",
			"sense of political beliefs. Ideologies that",
			"contain political arguments often contain social",
			"interests and can be ideas that are convenient for",
			"certain groups or classes. Any attempt to cover up",
			"or twist material facts in order to justify them",
			"is interpreted as ideological."
		]
	},
	"7": {
		"STRINGS": [
			"A chimera is a creature in Greek mythology that",
			"has the head of a lion, the body of a goat, and ",
			"the tail of a viper. A chimera is a mixture of",
			"cells with different genetic information in the same body.",
			"",
			"There is a rumor that the chupacabra",
			"(goat blood sucker) first seen in Puerto Rico in",
			"1995 may have been a chimera developed by a",
			"certain country, but it is not certain. In 1996,",
			"the following year, the world's first cloned sheep",
			"was born, and genetic modification technology was",
			"in the spotlight."
		]
	},
	"8": {
		"STRINGS": [
			"A group of young men in Ukraine tortured and",
			"killed a man. The term refers to a home video",
			"recording of the event. In the summer of 2007, it",
			"is said that they killed 21 people in about one",
			"month. At the end of 2008, the video footage of",
			"the killings was leaked onto the Internet and",
			"became available for anyone to view. However,",
			"since they were arrested and detained at that",
			"time, it is believed that there is another culprit",
			"who uploaded the video."
		]
	},
	"9": {
		"STRINGS": [
			"The murders occurred between the evening of June 9th",
			"1912, and the early morning of June 10, 1912,",
			"in the town of Villisca, Iowa, United States.",
			"The six members of the Moore family and two house",
			"guests were found bludgeoned in the Moore ",
			"residence ",
			"",
			"All eight victims, including six",
			"children, had severe head wounds from an axe.",
			"A lengthy investigation yielded several suspects",
			"one of whom was tried twice.",
			"",
			"The first trial ended in a hung jury",
			"and the second ended in an acquittal.",
			"",
			"The crime remains unsolved."
		]
	},
	"10": {
		"STRINGS": [
			"It refers to a priest who performs rituals to",
			"exorcise demons that have possessed people in",
			"Christianity, especially in the Catholic Church.",
			"",
			"The term exorcist was popularized by",
			"the 1973 film The Exorcist."
		]
	},
	"11": {
		"STRINGS": [
			"The term \"psychic\" refers to a person with",
			"psychic abilities such as \"telepathy\"",
			"'precognition' and \"clairvoyance\".",
			"",
			"The ability to obtain information from the",
			"outside world without using the five senses.",
			"The term \"ESP\" is an abbreviation for extrasensory perception.",
			"",
			"In parapsychology, psychics sometimes are noted",
			"to have and ability we call \"psychokinesis\"",
			"the ability to move objects without touching them."
		]
	},
	"12": {
		"STRINGS": [
			"NTSC is an abbreviation for the National",
			"Television System Committee, and refers to",
			"the video signal and broadcasting system",
			"developed by this committee.",
			"",
			"Analog television broadcasting in Japan",
			"also adopted this standard, but with",
			"the shift to digital television broadcasting,",
			"the transition to the ISDB standard",
			"developed by Japan was promoted.",
			"",
			"Analog TV broadcasting was halted on",
			"July 24, 2011 and was completely discontinued",
			"March 31 of the following year."
		]
	},
	"13": {
		"STRINGS": [
			"F.O.A.F. is an abbreviation of",
			"\"Friend of A Friend\"",
			"",
			"F.O.A.F. is a word used to describe",
			"the source or spread of these legends",
			"by word of mouth of other people."
		]
	},
	"14": {
		"STRINGS": [
			"An AED is an automated external defibrillator.",
			"A medical device that uses electric shocks",
			"to relieve the heart's inability to pump",
			"blood due to conditions like Cardiac Arrest.",
			"",
			"In addition, the device analyzes the",
			"subject's heart condition and delivers",
			"electric shocks only when necessary.",
			"",
			"It is said that the success rate of",
			"electroshock decreases by 7-10% for every",
			"minute after cardiac arrest."
		]
	},
	"15": {
		"STRINGS": [
			"Amplitude modulation is a method of",
			"transmitting information by the amplitude of",
			"signal waves in radio waves or light.",
			"",
			"AM is used mainly in AM radio broadcasting,",
			"aviation radio, and analog television broadcasting. ",
			"",
			"AM stands for amplitude modulation."
		]
	},
	"16": {
		"STRINGS": [
			"The AVCHD standard is a standard for ",
			"recording high-definition high-quality video",
			"on DVD discs, hard disk drives, and memory",
			"cards, etc.",
			"",
			"High-definition video can be recorded even",
			"with the storage capacity of an 8cm DVD.",
			"",
			"The basic specifications were formulated by",
			"Matsushita Electric Industrial (Panasonic)",
			"and Sony in May 2006.",
			"",
			"The registered trademark is shared",
			"by Panasonic and Sony."
		]
	},
	"17": {
		"STRINGS": [
			"This is the famous urban legend of the worm burger.",
			"",
			"A major hamburger store used worms instead",
			"of beef for its hamburger meat, and the",
			"manager paid a hush money to a customer who",
			"found out and pointed it out.",
			"",
			"Similarly, there are cases where the meat is",
			"from rats or cats.",
			"",
			"Incidentally, actually making a hamburger",
			"with worms would be far less profitable than",
			"with beef, so there would be no benefit to the store."
		]
	},
	"18": {
		"STRINGS": [
			"Is a compositing technique, mainly used in",
			"film, in which multiple films are optically",
			"superimposed and burned into a single film.",
			"",
			"It is also called \"optical synthesis\".",
			"",
			"This technique was useful as a SFX technology",
			"as it allowed the actors' performances and",
			"the background to be shot separately and",
			"combined, even in scenes that would be",
			"difficult to visualize in normal shooting.",
			"",
			"Today, however, digital compositing by",
			"computer has become the mainstream, and this",
			"technique is rarely used."
		]
	},
	"19": {
		"STRINGS": [
			"It is one of the world's most famous urban ",
			"legends and is sometimes referred to as the",
			"boutique where customers disappear.",
			"",
			"In 1965, a rumor circulated in the Orleans",
			"region of France that a young woman was",
			"kidnapped and sold to a foreign country after",
			"being drugged when she entered the fitting",
			"room of a boutique.",
			"",
			"In addition to the boutique, a total of six",
			"other stores, including a shoe store, were",
			"suspected of kidnapping but this was",
			"completely untrue. All of them were said to",
			"be Jewish-owned.",
			"",
			"The rumor was reported as an anti-Semitic",
			"hoax, and the situation quickly died down,",
			"but instead, it spread around the world as an",
			"Urban Legend."
		]
	},
	"20": {
		"STRINGS": [
			"It is a type of enterohemorrhagic E. coli",
			"that produces a toxin called verotoxin or",
			"Shiga toxin.",
			"",
			"It lives in the large intestine of cattle and",
			"is transmitted by ingesting water or food",
			"contaminated with its contents.",
			"",
			"It is highly contagious, and even a very",
			"small amount of the bacteria can cause",
			"poisoning symptoms, which can be transmitted",
			"from person to person through contact.",
			"",
			"Symptoms start with severe abdominal pain,",
			"water-soluble diarrhea, and in many cases,",
			"blood in the stool.",
			"",
			"In adults, symptoms disappear in about 10",
			"days, but in severe cases, encephalopathy",
			"such as headaches and hallucinations may",
			"occur, and in the worst case, death may ",
			"result.",
			"",
			"The first outbreak of food poisoning caused",
			"by O157 occurred in the U.S. in 1982, and",
			"many cases of infection have been seen in",
			"Japan since then."
		]
	},
	"21": {
		"STRINGS": [
			"In Buddhism, the term \"Petra\" refers",
			"to a deceased soul who has fallen into the",
			"world of hunger and thirst (hungry ghost realm)",
			"as retribution for their evil deeds in life.",
			"",
			"They are often depicted with a swollen",
			"abdomen, and any food or drink that comes",
			"near their mouth turns into flames, making",
			"it impossible for them to eat",
			"",
			"The kanji \"餓(katsue)\" means hunger/starvation.",
			"The kanji \"鬼(oni)\" retains its Chinese meaning",
			"of deceased person."
		]
	},
	"22": {
		"STRINGS": [
			"A public institution that mediates between",
			"those who donated their eyes after dying and patients",
			"whose vision can only be restored by corneal transplant.",
			"",
			"Officially called an 'eye bank',",
			"it is permitted to operate by the Minister of",
			"Health, Labor and Welfare.",
			"",
			"Donating an eye to an eye bank is called",
			"an 'eye donation' and anyone fundamentally can",
			"register their intention to donate an eye,",
			"as long as they do not have an infectious disease,",
			"intraocular cancer, or leukemia.",
			"",
			"After the eyeball is removed for donation,",
			"the patient is outfitted with a prosthetic eye,",
			"so there will be no change in appearance,",
			"according to the official explanation."
		]
	},
	"23": {
		"STRINGS": [
			"A slang term for a search and seizure warrant.",
			"The word \"ガサ/GASA\"  is a cryptic",
			"word derived from the reverse of \"さが/SAGA\"",
			"in \"探す/SAGASU\" or to search.",
			"",
			"In order for a police officer to request this",
			"warrant from a judge, he or she must hold the",
			"rank of inspector or higher as designated by",
			"the National Public Safety Commission or",
			"Prefectural Public Safety Commission."
		]
	},
	"24": {
		"STRINGS": [
			"Another name for the Forensic Science Laboratory.",
			"It is a public research institute established",
			"in the Criminal Investigation Department of",
			"each prefectural police headquarters in",
			"Japan, and is separate from the",
			"Forensics Division.",
			"",
			"It conducts a variety of work across many fields,",
			"including the analysis of blood, body fluids,",
			"hair, and bones left at crime scenes;",
			"chemical tests for methamphetamine,",
			"narcotics, thinner, and other agents;",
			"tracing the causes of arson, hit-and-run, and",
			"shooting incidents through reenactment experiments;",
			"document analysis of forged banknotes and passports;",
			"and psychological analysis of criminals",
			"through polygraph tests, among others."
		]
	},
	"25": {
		"STRINGS": [
			"A state in which a person wakes up while ",
			"sleeping and is conscious but unable to move",
			"his or her body.",
			"",
			"It is called \"Sleep Paralysis\" because of the",
			"constricting sensation it produces in the body.",
			"",
			"The term comes from the esoteric Buddhist",
			"practice of \"Kinbakuho\" in which the power",
			"of Fudo Myoo is used to block the movements",
			"of enemies.",
			"",
			"It is often referred to as a psychic ",
			"phenomenon, but when you suddenly wake up",
			"during REM sleep, which is a shallow sleep,",
			"your muscles are loose and weak, so you",
			"cannot move right away, and you end up in a",
			"state similar to Kinbaku.",
			"",
			"In other words, it is just a physiological",
			"phenomenon."
		]
	},
	"26": {
		"STRINGS": [
			"Cannibalism is the act of a person eating",
			"human flesh, or the practice of cannibalism",
			"recognized as a religious ritual.",
			"",
			"There are numerous cases in which criminals",
			"have murdered and cannibalized their victims.",
			"",
			"Among the recorded cases, the Russian Andrei",
			"Chikachilo was the most famous, killing as",
			"many as 52 women and children, and was",
			"nicknamed The Russian Cannibal and",
			"The Red Slasher."
		]
	},
	"27": {
		"STRINGS": [
			"An order that prohibits one from speaking to",
			"another about a matter. You must refrain from",
			"divulging the secret and also refrain from",
			"talking about it.",
			"",
			"Example: to impose a gag order."
		]
	},
	"28": {
		"STRINGS": [
			"This is a famous urban legend that originated",
			"from the Orleans' rumor and has spread all over the world.",
			"",
			"A man and a woman stopped by a boutique",
			"during a trip abroad, but the woman went into",
			"the fitting room and never came out.",
			"When they asked the store staff, they were",
			"told that no such customer had come, and the",
			"woman eventually disappeared.",
			"",
			"What happens after that varies, but the women",
			"are usually involved in brutal crimes, such",
			"as being sold as slaves on the black market",
			"or having their organs removed and or killed."
		]
	},
	"29": {
		"STRINGS": [
			"Gestalt collapse is a phenomenon in which a",
			"coherent structure with a wholeness is",
			"separated into pieces and re-recognized.",
			"",
			"For example, if you keep looking at the same",
			"word for a long time, you may lose",
			"the words meaning, and it may be hard to say the word.",
			"",
			"In cognitive psychology, this is called",
			"Gestalt collapse of letters.",
			"",
			"In addition to letters, Gestalt collapse can",
			"also occur in visual objects such a",
			"geometric shapes and faces, as well as in",
			"auditory and cutaneous senses.",
			"",
			"The word \"gestalt\" is a German word meaning",
			"form or figure."
		]
	},
	"30": {
		"STRINGS": [
			"This is a famous urban legend in the United States.",
			"The story goes that a young crocodile kept as a pet",
			"was too much for its owners, thus it was thrown into",
			"the sewer system, where it adapted to the environment",
			"and grew to a huge size.",
			"",
			"It is sometimes described as a 'white alligator'.",
			"",
			"In Manhattan, New York, a boy who tried to",
			"dump snow into a manhole found an alligator",
			"in the sewer.",
			"The alligator was later shot and killed by rescue workers.",
			"This was covered in a famous local newspaper."
		]
	},
	"31": {
		"STRINGS": [
			"A conspiracy theory that airplanes are",
			"deliberately spraying harmful chemicals into",
			"the air in order to carry out certain",
			"murderous projects.",
			"",
			"The clouds produced in this case are",
			"called 'chem trails' and were thought to",
			"contain harmful metals such as asbestos,",
			"aluminum, and radioactive thorium.",
			"",
			"Unlike normal airplane clouds, chemtrails",
			"are said to spread out in a",
			"band without disappearing in their wake, and",
			"eventually change into a unique cloud.",
			"",
			"In the U.S., there has even been an",
			"opposition movement by citizens who believe",
			"in chemtrails, but the U.S. Air Force denies this."
		]
	},
	"32": {
		"STRINGS": [
			"In 2008, there was an incident in which a",
			"message was posted from a huge bulletin board",
			"on the Internet to a specific elementary",
			"school, saying \"I will burn the little girls",
			"to death\" and \"I will eat them deliciously.\"",
			"",
			"At the time, there were many incidents of",
			"street crimes with similar threats, so",
			"elementary school teachers and the parents of",
			"the children were on alert, and the school",
			"was closed for five days.",
			"",
			"The male perpetrator was later arrested and",
			"charged with obstruction of justice, but he",
			"claimed in court that the \"little girl\" was a",
			"fish, not a person.",
			"",
			"However, the prosecutor pointed out that it",
			"was a deliberate act of fun to liven up the",
			"bulletin board, and the district court",
			"sentenced him to one year and six months in",
			"prison and three years of probation."
		]
	},
	"33": {
		"STRINGS": [
			"Also known as a spirit board or talking",
			"board, is a flat board marked with the",
			"letters of the alphabet, the numbers 0-9",
			"the words \"yes\", \"no\", occasionally \"hello\"",
			"and \"goodbye\", along with various symbols",
			"and graphics.",
			"",
			"It uses a planchette as a movable indicator",
			"to spell out messages during a séance.",
			"",
			"Participants place their fingers on the",
			"planchette, and it is moved about the board",
			"to spell out words.",
			"",
			"Spiritualists in the United States believed",
			"that the dead were able to contact the",
			"living and reportedly used a talking board",
			"very similar to a modern Ouija board at",
			"their camps in the U.S. state of Ohio in",
			"1886 to ostensibly enable faster",
			"communication with spirits."
			
		]
	},
	"34": {
		"STRINGS": [
			"The \"go-go\" dance started around 1965 in",
			"American nightclubs, where people wore sexy",
			"costumes such as miniskirts and moved ",
			"vigorously to rock and soul music.",
			"",
			"The \"go-go dance\" was taken over by the",
			"Japanese disco boom that began in the 1970s."
		]
	},
	"35": {
		"STRINGS": [
			"The psychopathic quality of antisocial",
			"personality is called \"psychopathy\" and its",
			"patients are called psychopaths.",
			"",
			"Psychopaths are extremely self-centered and",
			"lack the ability to feel guilt or empathy",
			"for others.",
			"",
			"As a result, they are said to process",
			"information differently in their brains",
			"than normal people, leading to violent and",
			"criminal behavior."
		]
	},
	"36": {
		"STRINGS": [
			"A term referring to the rising sun, the",
			"emblem of the Japanese police.",
			"Or, the term refers to the Japanese police itself.",
			"",
			"It was adopted as the official emblem in",
			"1948, and is referred to as the 'Rising",
			"Sun' in the regulations governing the dress",
			"code of police officers.",
			"",
			"It means \"the pure light of the morning",
			"sun, rising in the eastern sky, with no",
			"shadows.\"",
			"",
			"Incidentally, cherry blossom leaves are",
			"designed on the buttons of police officer's",
			"winter jackets."
		]
	},
	"37": {
		"STRINGS": [
			"While tabloid coverage of these creatures",
			"has claimed that tales of black-eyed",
			"children have existed since the 1980s,",
			"most sources indicate that the legend",
			"originated from 1996 postings written by",
			"a Texas reporter on a ghost-related mailing list",
			"relating two alleged encounters with black-eyed kids.",
			"",
			"They describe encountering two such",
			"children in Abilene, Texas in 1996, and",
			"claims that a second person had a similar",
			"unrelated encounter in Portland, Oregon.",
			"",
			"They wrote a follow-up article for the",
			"Abilene Reporter News, describing that",
			"experience and maintaining his belief that",
			"it was legitimate."
		]
	},
	"38": {
		"STRINGS": [
			"The name of the operation used in the Gulf War.",
			"",
			"On August 2, 1990, Iraqi forces invaded Kuwait.",
			"In response, the UN Security Council",
			"demanded that Iraq immediately withdraw",
			"from Kuwait and imposed economic sanctions.",
			"",
			"However, since Iraq showed no willingness",
			"to implement the resolution, on January 17,",
			"1991, multinational forces including the",
			"United States and the United Kingdom bombed",
			"all of Iraq.",
			"",
			"This was Operation Desert Storm, and the",
			"beginning of the Gulf War.",
			"",
			"The names of the operations taken by the",
			"U.S. military after this include \"Operation",
			"Desert Sword\" \"Operation Desert Fox\"",
			"\"Operation Desert Scorpion\" and",
			"\"Operation Rattlesnake\""
		]
	},
	"39": {
		"STRINGS": [
			"Sanskrit is a member of the Indo-European",
			"language family, and is the origin of many",
			"languages such as Greek, Latin, Persian,",
			"and English.",
			"",
			"In the 5th to 4th centuries B.C., the",
			"grammar was compiled by Panini, a man from",
			"northwestern India, and established as",
			"classical Sanskrit.",
			"",
			"It was called \"Bon-go\" when it came to Japan",
			"with Buddhism.",
			"",
			"The word \"Sanskrit\" means \"completed language\"."
		]
	},
	"40": {
		"STRINGS": [
			"It refers to the fact that the thoughts of",
			"living beings remain and linger in places",
			"and objects.",
			"",
			"It is said that the thoughts of the",
			"deceased may remain at the site of a fatal",
			"accident or on objects related to the",
			"incident.",
			"",
			"The same is also true for the thoughts of",
			"the living, which can leave a strong",
			"impression.",
			"",
			"There are a variety of reasons for this,",
			"including chemical substances and",
			"electromagnetic radiation."
		]
	},
	"41": {
		"STRINGS": [
			"In the latter half of 2011, Shio koji",
			"gained attention as a versatile seasoning,",
			"and books introducing various ways to use",
			"it were published, resulting in a huge boom.",
			"",
			"Shio koji is a traditional Japanese",
			"seasoning that has been around for a long",
			"time. It is a mixture of Salt, Malt, and",
			"water that is fermented and matured.",
			"",
			"It has a long history of being used for",
			"making pickles."
		]
	},
	"42": {
		"STRINGS": [
			"In a broad sense, \"hishio\" means salted food.",
			"",
			"Meat sauce is made from dried fish or",
			"chicken meat, chopped into pieces, and",
			"marinated in koji and salt.",
			"",
			"In ancient China, it was one of the capital",
			"punishments, meaning executing and salting",
			"the corpse."
		]
	},
	"43": {
		"STRINGS": [
			"There is an urban legend that there",
			"is an inmate on death row who",
			"will not die even after being executed.",
			"",
			"No matter how many times they are executed,",
			"they cannot die and continue to be imprisoned.",
			"Otherwise, some say that the execution itself is",
			"the sentence, so the sentence is considered completed",
			"and the prisoner is released.",
			"",
			"The real story seems to be that the execution failed",
			"due to equipment malfunction, and while the execution was",
			"being postponed, they were pardoned and sentenced to life",
			"imprisonment instead."
		]
	},
	"44": {
		"STRINGS": [
			"In a trial, the prosecutor and the",
			"defendant make a deal in which the",
			"defendant admits guilt or cooperates with",
			"the investigation in exchange for a reduced sentence.",
			"",
			"This system is used in the U.S.,",
			"but is not allowed in Japan.",
			"",
			"In Japan, however, there are three systems",
			"similar to this transaction:",
			"",
			"The \"leniency policy\"",
			"\"expedited trial proceedings\", ",
			"and \"summary proceedings\".",
			"",
			"For example of the leniency policy,",
			"companies that have engaged in bid rigging",
			"or cartels in violation of the Antitrust Law",
			"can havetheir surcharges reduced or exempted",
			"if they voluntarily file a report."
		]
	},
	"45": {
		"STRINGS": [
			"It refers to the degree or situation in",
			"which an idol's gravure photo has been",
			"modified using design software to make it",
			"more pleasing to the consumer, as the",
			"actual photo would be problematic for",
			"business.",
			"",
			"It can be applied to various parts of the",
			"body, such as thickness, wrinkles, spots,",
			"freckles, eye size, breast size, etc."
		]
	},
	"46": {
		"STRINGS": [
			"When a curse is placed on oneself,",
			"one must rebound the curse back to ",
			"the person who executed it.",
			"",
			"Incidentally, one of the most famous",
			"curse repellings in modern times is",
			"",
			"the Izanagi-style curse repelling",
			"\"Fudo Myoo Seirei Kan\" of the ",
			"Onmyoudou school."
		]
	},
	"47": {
		"STRINGS": [
			"The term \"serial killer\" was ",
			"invented to describe the American",
			"serial killer Ted Bundy.",
			"",
			"It is defined as a series of murders",
			"in which the main objective is not",
			"money, but the act of killing itself.",
			"",
			"If a large number of murders are",
			"committed at once, it is classified",
			"as a mass murder rather than a serial killer."
		]
	},
	"48": {
		"STRINGS": [
			"Insects. A general term for termites.",
			"There are 2,050 known species in the",
			"world and 16 species in Japan, and",
			"they are common in tropical and",
			"subtropical regions.",
			"",
			"They are social insects that live in",
			"groups, and although they resemble",
			"ants in shape and lifestyle, they",
			"are distantly related to cockroaches.",
			"",
			"In Japan, the two most common",
			"species of termites that damage",
			"buildings are the Yamato termite",
			"and the Ie termite.",
			"",
			"The former only attacks damp wood,",
			"so care must be taken with drainage",
			"and ventilation under floors."
		]
	},
	"49": {
		"STRINGS": [
			"It refers to a tactic in which the",
			"superiority of the number of troops",
			"is used to gain victory or achieve an objective.",
			"",
			"The term is often used when something is",
			"dealt with by a large number of people.",
			"",
			"There is a theory that the origin of the term",
			"comes from the strategy used by Mao Zedong of China",
			"which he described as \"burying the enemy with a sea of people\"",
			"but that is not certain."
		]
	},
	"50": {
		"STRINGS": [
			"A crime that cannot be litigated without a valid",
			"complaint from the victim or other person.",
			"The law defines which crimes are Antragsdelikt.",
			"",
			"These include indecent assault, rape, negligent assault,",
			"kidnapping for the purpose of kidnapping, defamation,",
			"destruction of private documents, and destruction of property.",
			"",
			"However, the crimes of indecent assault and rape",
			"are limited to single crimes, and crimes committed",
			"by more than one person may be excluded",
			"from the prosecution.",
			"",
			"The reason why these crimes are classified as Antragsdelikt",
			"is so that the victim's wishes are taken into consideration.",
			"",
			"For example, in the case of destruction of property,",
			"there is no need to prosecute without regard to",
			"the victim's will, and in the case of rape,",
			"criminal prosecution itself may further",
			"harm the victim's privacy."
		]
	},
	"51": {
		"STRINGS": [
			"The act of using the Internet and exchanging information",
			"with fellow anonymous users to identify private targets.",
			"",
			"It was originally called \"human flesh search\"",
			"on the Chinese Internet.",
			"",
			"Once you become a target, you are in danger of having",
			"almost all of your information exposed on the Internet,",
			"including not only your name and address, but also your family",
			"structure, annual income, assets, and even lifestyle."
		]
	},
	"52": {
		"STRINGS": [
			"The term refers to a barber described",
			"in a bizarre British novel.",
			"",
			"The story goes that when a man orders a shave",
			"at a barbershop in London, he is killed",
			"by having his throat slit with a razor blade while",
			"shaving his head, and then sold as a",
			"meat pie at an adjacent bakery.",
			"",
			"The story has been made into a movie in the U.S.",
			"And has since been released in Japan."
		]
	},
	"53": {
		"STRINGS": [
			"One of the urban legends that is",
			"said to have spread around during the 1990's.",
			"",
			"It refers to a creature with the head of a human",
			"and the body of a dog that appears in garbage dumps",
			"and back alleys late at night.",
			"",
			"If you call out to it, it will say,",
			"\"What're you looking at? Leave me alone.\"",
			"It's also said to mimic the words of the person talking.",
			"",
			"It has been seen running at speeds of 100 km/h on highways",
			"and is often reported to look like a middle-aged man."
		]
	},
	"54": {
		"STRINGS": [
			"This is a soy sauce made from human hair.",
			"",
			"Not all soy sauce can be made from human hair,",
			"but it is made by reducing the amount of soybeans and",
			"other common soy sauce ingredients and using amino",
			"acids from the hair to cut costs.",
			"",
			"In China, there were apparently some unscrupulous traders",
			"who turned hair into an amino acid solution in",
			"factories and used it to make soy sauce.",
			"",
			"Human hair is not suitable for human consumption ",
			"because it often contains mercury, arsenic,",
			"nd other toxic substances that can cause ",
			"cancer if dyed."
		]
	},
	"55": {
		"STRINGS": [
			"It refers to a symptom in which a crime victim",
			"develops feelings of dependence, such as sympathy and",
			"fondness, by sharing time and place with a criminal.",
			"",
			"It was named after the bank robbery and",
			"hostage crisis that occurred in Stockholm in August 1973.",
			"",
			"In this incident, the hostages cooperated with the criminals,",
			"and even though they had chances to escape,",
			"such as when the criminals went to rest,",
			"they stood guard and antagonized the police.",
			"",
			"Furthermore, even after being released,",
			"they are said to have covered for the perpetrators",
			"and testified against the police in an",
			"uncooperative manner."
		]
	},
	"56": {
		"STRINGS": [
			"A book written by the German philosopher Nietzsche,",
			"famous for the line,",
			"\"When you look into the abyss, the abyss looks back\"",
			"",
			"The meaning of \"Beyond Good and Evil\" ",
			"is inherent in Nietzsche's idea that ",
			"good and evil cannot be discussed alone,",
			"and that the ideal is to think and act in a",
			"way that transcends them.",
			"",
			"There are no moral phenomena, only",
			"moral interpretations of phenomena."
		]
	},
	"57": {
		"STRINGS": [
			"千里眼, literally translated as",
			"\"eyes that can see a thousand miles away\",",
			"is a clairvoyant ability originating from Chinese Buddhism.",
			"The term also refers to those with that ability.",
			"",
			"In Japan, 1909, a newspaper reported that Chizuko",
			"Mifune, born in Kumamoto Prefecture, held this",
			"ability, which brought the public eye on her.",
			"",
			"However, in a public experiment conducted in",
			"front of scholars and journalists, there were",
			"plenty suspicions of fraud, and the public",
			"reaction to her clairvoyance was of indifference.",
			"",
			"In the end, Chizuko was unable to dispel the",
			"suspicions placed upon her and committed",
			"suicide in her hometown of Kumamoto in 1911.",
			"",
			"At the same time, Ikuko Nagao, the wife of a",
			"judge, also participated in clairvoyance",
			"experiments, revealing even better results.",
			"However, suspicions began to mount, and once",
			"the media claimed Nagao was having an affair",
			"with one of the researchers, clairvoyance became",
			"the target of ridicule among the masses.",
			"",
			"This affected all self-proclaimed psychics, to",
			"the point many suffered constant harassment."
		]
	},
	"58": {
		"STRINGS": [
			"In Japan, it refers to the Internet,",
			"and in the U.S., it refers to neoconservative think tanks.",
			"",
			"Incidentally, it is said that the",
			"mass media is the fourth power in",
			"contrast to the three powers of the",
			"\"legislative\", \"executive\", and \"judicial\"",
			"branches of government."
		]
	},
	"59": {
		"STRINGS": [
			"Umami is the fifth taste, following",
			"sweet, salty, sour, and bitter.",
			"",
			"In 1908, Kikunae Ikeda, a professor",
			"at Tokyo Imperial University",
			"(present-day University of Tokyo),",
			"discovered glutamic acid, an umami",
			"substance, in dashi kelp.",
			"",
			"However, in 2000, glutamate ",
			"receptors were discovered on the",
			"taste buds of the tongue, and today,",
			"umami is known internationally as \"UMAMI\".",
			"",
			"In addition to glutamate, there are",
			"other umami substances such as",
			"inosinate, which was discovered in",
			"bonito flakes, and guanylate, which",
			"was found in shiitake mushrooms."
		]
	},
	"60": {
		"STRINGS": [
			"A technique of holding a pendulum or",
			"rod in one's hand to locate",
			"underground water, mineral deposits,",
			"or other objects sought.",
			"",
			"Pendulum dowsing is called pendulum",
			"dowsing, and rod dowsing is called",
			"rod dowsing when the rod is bent",
			"into an L or V shape.",
			"",
			"Some people actually walk the land ",
			"to explore underground, while others",
			"hold the pendulum over a map to find the object."
		]
	},
	"61": {
		"STRINGS": [
			"A technique used in photography to",
			"combine multiple images on a single frame of film.",
			"",
			"It can be done either by unwinding",
			"the film and releasing the shutter",
			"multiple times, or by using a slow",
			"shutter or bulb shutter and applying",
			"a flash multiple times while the shutter is open."
		]
	},
	"62": {
		"STRINGS": [
			"A Tasmanian Devil is a mammal of the family Phalacidae.",
			"It is endemic to Tasmania.",
			"",
			"they are dark brown to black in color.",
			"It has a crescent-shaped white patch on its pronotum.",
			"",
			"It's nocturnal and feeds on frogs and crayfish.",
			"They also eat mammals such as hares,",
			"but are slow and poor hunters, so",
			"they mainly scavenge for carcasses.",
			"",
			"They do not currently live in ",
			"Australia, but bones have been found",
			"in shell middens of aboriginal",
			"people, indicating that they may ",
			"have lived here in the past."
		]
	},
	"63": {
		"STRINGS": [
			"A letter that asks for distribution",
			"to an unspecified number of people",
			"in a chain.",
			"",
			"In the modern age, with the advent",
			"of the Internet and mobile devices,",
			"the distance and speed at which it",
			"can be spread has accelerated.",
			"",
			"This type of letter has existed for",
			"more than a thousand years, and is",
			"characterized by the specification",
			"of how many people to send it to,",
			"and threats such as \"send it or you will die\".",
			"",
			"Although we may think it is superstition,",
			"we may still have a psychological",
			"tendency to think that we will not",
			"be harmed if we send them.",
			"",
			"There is also a version that says,",
			"\"Send it and you will be happy,\" or",
			"\"Spread the word because it is a good story.\""
		]
	},
	"64": {
		"STRINGS": [
			"Nicolae Ceauşescu (1918-1988), ",
			"(Politician of the Socialist Republic of Romania).",
			"",
			"Became the first president in 1974.",
			"Although he imposed a dictatorship,",
			"he was ousted in December 1989 after",
			"an armed conflict with pro-democracy forces.",
			"",
			"He and his wife, Elena, were",
			"executed by firing squad.",
			"This was the \"Romanian Revolution\".",
			"",
			"Ceausescu received large loans from",
			"abroad for the purpose of economic",
			"development, but in order to repay",
			"the debts, he exported a large",
			"amount of domestic agricultural and",
			"industrial products which resulted",
			"in the impoverishment of the",
			"people's livelihood and led to riots."
		]
	},
	"65": {
		"STRINGS": [
			"A disease in which the skin of the",
			"entire body becomes red and peels off",
			"by simply rubbing it, resembling burn marks.",
			"",
			"In case more than 30% of the body's",
			"total skin area is peeled off,",
			"the disease is considered to be present;",
			"if less than 10%, Stevens-Johnson syndrome is diagnosed.",
			"",
			"If it is between 10% and 30%, it is diagnosed as both diseases.",
			"",
			"The mortality rate is said to be 20~30%,",
			"and treatment at early stages is required."

		]
	},
	"66": {
		"STRINGS": [
			"This is about Mary Malone, who was a",
			"carrier of typhoid fever but worked",
			"as a cook and infected many people.",
			"",
			"Born in Ireland in 1869, she moved",
			"to New York at the age of 14 and was",
			"hired by a wealthy family as a live-in cook.",
			"",
			"It was around this time that a small",
			"outbreak of typhoid fever began to",
			"occur in New York City, and upon",
			"investigation, it was discovered",
			"that she was the source of the ",
			"infection as she moved from place to place.",
			"",
			"After a court case, the health",
			"department won the case and Mary was",
			"ordered not to work with food and to",
			"reveal where she lived, but she lost",
			"contact and was found to be the",
			"source of the typhoid outbreak again.",
			"",
			"She was then quarantined to a hospital ward,",
			"where she died in 1938."
		]
	},
	"67": {
		"STRINGS": [
			"It is a term used to describe a",
			"person who is usually unfriendly, cold, or",
			"stern when others are around, but",
			"when the two of them are alone, he ",
			"or she is gentle or very friendly.",
			"",
			"The term was originally used for ",
			"characters in Japanese games, but has",
			"now become widespread as Internet slang.",
			"",
			"There are also derivative terms",
			"such as \"yandere\" and \"kuudere\"."
		]
	},
	"68": {
		"STRINGS": [
			"This is one of the most famous urban legends",
			"and school ghost stories,",
			"referring to the spirit of a girl who",
			"appears in the restroom of an elementary school.",
			"",
			"She is said to have a bobbed haircut and wears",
			"a white shirt and a bright red skirt.",
			"",
			"In some cases, the location where she appears is fixed,",
			"such as a certain cubicle in a certain floor's restroom.",
			"",
			"But it varies from region to region."
		]
	},
	"69": {
		"STRINGS": [
			"The official name of the division is the",
			"\"S Prefectural Police C Town Substation", 
			"Specialized Patrol Division.\"",
			"Also known as the \"Special Division.\"",
			"",
			"The main purpose of this division is",
			"to arrange appropriate support personnel",
			"for each case of each department so as to allow",
			"flexible maneuvering of investigative personnel.",
			"",
			"It also manages past case files,",
			"analyzes information on unsolved cases,",
			"and preserves the investigation system.",
			"",
			"In other words,",
			"it is a do-nothing department for substitute personnel."
		]
	},
	"70": {
		"STRINGS": [
			"The title of an action movie released in 1959.",
			"",
			"It is a metaphor for the way in",
			"organization, who are branded as no",
			"good because of their disparate",
			"abilities, go to their deaths in",
			"order to achieve their goals."
		]
	},
	"71": {
		"STRINGS": [
			"It is a giant unidentified mysterious animal (UMA)",
			"that is often reported to be seen by",
			"researcher & whalers around the Antarctic.",
			"",
			"It is known as \"Hitogata (humanoid)\".",
			"",
			"It is said to be white, several tens of meters long,",
			"and, as its name suggests,",
			"has the appearance and shape of a human."
		]
	},
	"72": {
		"STRINGS": [
			"5-shot revolver in 38 special",
			"caliber made for the police.",
			"Total length 198mm.",
			"",
			"The same New Nambu, but with a",
			"shorter barrel and a protrusion on",
			"the grip for the little finger.",
			"Overall length 172mm.",
			"",
			"The successor to the New Nambu,",
			"which is now being issued to",
			"plainclothes officers, is the S&W",
			"Chief Special Airweight. Overall length 165mm."
		]
	},
	"73": {
		"STRINGS": [
			"Child abuse, abuse of the disabled",
			"and abuse of the elderly.",
			"It refers to the neglect or",
			"abandonment of care and protection to one's relatives.",
			"",
			"The primary definition of child",
			"neglect is a situation in which a",
			"primary caregiver intentionally or",
			"inadvertently overlooks a child's",
			"needless suffering or fails to",
			"provide for the child's basic needs.",
			"",
			"Examples include not providing food,",
			"clothing, or education, or leaving a",
			"child in an unsanitary condition."
		]
	},
	"74": {
		"STRINGS": [
			"A sexual preference for lusting",
			"after dead bodies. It is also one of",
			"the sexual perversions.",
			"",
			"There have been descriptions of",
			"these for over 2000 years of history.",
			"",
			"There are records of the time when",
			"people were mummified when they",
			"died, and how wives and young",
			"daughters acted with caution to",
			"avoid becoming the object of such a preference."
		]
	},
	"75": {
		"STRINGS": [
			"There are many reports of what are",
			"called cursed dolls in the world.",
			"",
			"Some of them make hair grow long,",
			"some of them make squealing sounds,",
			"and some of them make their owners",
			"unhappy or even kill them.",
			"",
			"There are also some that make their",
			"owners unhappy or even kill them.",
			"",
			"There are some whose souls have been",
			"transferred to the doll due to the",
			"grudge of the previous owner who was",
			"killed, and others who have cast a",
			"spell on the doll to curse someone else.",
			"",
			"In Japanese folklore, there is a",
			"custom of making paper, wood, or",
			"clay dolls in the shape of a person",
			"to bear the evil or impurities of",
			"the person, and to use them as a",
			"substitute for oneself, one's",
			"family, or the person one wants to protect."


		]
	},
	"76": {
		"STRINGS": [
			"In the Republic of Haiti, there is a",
			"drug that turns people into zombies.",
			"It is a secret art of voodoo.",
			"",
			"The medicine is in powder form and",
			"contains tetrodotoxin, which is",
			"thought to put people into a state",
			"of suspended animation and then",
			"allow them to recover.",
			"",
			"It is said that the drug is used to",
			"make those who have disobeyed voodoo",
			"teachings pay for their sins after death."
		]
	},
	"77": {
		"STRINGS": [
			"A method of advertising a product",
			"by using word of mouth.",
			"",
			"The word \"viral\" means \"infectious\".",
			"It was named so because it can",
			"spread explosively if successful.",
			"",
			"However, the marketer cannot control or predict its results,",
			"so it may not be an efficient way of advertising.",
			"",
			"There is also a risk of being criticized",
			"for deceiving consumers if a product is introduced",
			"whilst hiding the fact that it is an advertisement.",
			"",
			"Also, the term \"stealth marketing\" refers",
			"to this practice of intentionally advertising",
			"without the consumers' knowledge."
		]
	},
	"78": {
		"STRINGS": [
			"It is a powdered, illicit drug whose",
			"main ingredient is a central nervous system stimulant.",
			"",
			"It became known as \"Florida Zombie\"",
			"when a man who ingested it bit the face off a vagrant."
		]
	},
	"79": {
		"STRINGS": [
			"The High Frequency Active Auroral Research Program.",
			"",
			"It is a project to study and",
			"investigate natural phenomena in the",
			"Earth's ionosphere and near-Earth",
			"space environment.",
			"",
			"However, there are suspicions that",
			"HAARP is not an aurora observation",
			"system but a weather weapon.",
			"",
			"It is a conspiracy theory that",
			"claims that it is capable of",
			"intentionally causing earthquakes",
			"and abnormal weather, and that the",
			"United States government is using it",
			"to threaten other countries."
		]
	},
	"80": {
		"STRINGS": [
			"Folklore based on historical facts",
			"that took place in Hameln,",
			"a city in Lower Saxony in northern West Germany.",
			"",
			"In 1284, a man claiming to be a rat catcher came to Hamelin,",
			"and the people requested him to exterminate the rats",
			"that were laying waste to the city",
			"with the promise of a reward.",
			"With the sound of his flute,",
			"the rat catcher lured the swarm of rats",
			"into the river and drowned them.",
			"",
			"The request was fulfilled,",
			"but the people of Hamelin were reluctant to pay.",
			"The angry rat catcher took the children",
			"out of the city with the sound of his flute.",
			"",
			"The children numbered 130.",
			"It is said that the children who were",
			"taken away never returned.",
			"",
			"In Hamelin, there is an inscription",
			"on the legend of the Rat Catcher,",
			"which says that the Rat Catcher",
			"was a magician (magus).",
			"",
			"Additionally, mouse in Latin is 'mus'."
		]
	},
	"81": {
		"STRINGS": [
			"A method of amplifying DNA in a",
			"chain reaction using DNA polymerase.",
			"",
			"Polymerase Chain Reaction",
			"",
			"Used for DNA typing and other purposes."
		]
	},
	"82": {
		"STRINGS": [
			"FEMA refers to the Federal Emergency",
			"Management Agency of the United States.",
			"",
			"The purpose of this organization is",
			"disaster response, coordinating the",
			"work of federal, state, and other",
			"local agencies in the event of",
			"floods, hurricanes, earthquakes and",
			"nuclear disasters, and other natural",
			"and man-made disasters.",
			"",
			"The conspiracy theory is that",
			"FEMA was set up for the purpose of",
			"massacring civilians, not as a",
			"disaster response organization.",
			"",
			"It is based on the fact that they",
			"own tanks and machine guns for order",
			"maintenance and security.",
			"",
			"There is also a rumor that they are ",
			"building an underground concentration camp."
		]
	},
	"83": {
		"STRINGS": [
			"This is the action of muscles moving",
			"in a situation where there are",
			"instructions and commands from the",
			"brain, but the person is not conscious.",
			"",
			"It is said that dowsing is also a",
			"response to unconscious muscle movements."
		]
	},
	"84": {
		"STRINGS": [
			"The main content of the letter is as follows.",
			"",
			"\"If you don't send a letter with the",
			"same text as this letter to at least",
			"____ friends and acquaintances, you",
			"will be unhappy.\"",
			"",
			"The rest of the letter may include a",
			"description of the misfortune of",
			"those who did not send the letter.",
			"",
			"And usually, the name and address",
			"of the sender is not written."
		]
	},
	"85": {
		"STRINGS": [
			"It is used in the same sense as the",
			"crime of false claims.",
			"",
			"A person may be charged with this crime",
			"if they file a complaint or accusation",
			"with the intention of having another person",
			"suffer criminal or disciplinary action",
			"while knowing that the allegation is false.",
			"",
			"It is stipulated in Article 172 of the Penal Code",
			"that it is punishable by imprisonment of",
			"between three months and ten years."
		]
	},
	"86": {
		"STRINGS": [
			"It refers to a duplicate drug that",
			"looks like a real drug, but does not",
			"contain any medicinal ingredients.",
			"",
			"It is used in comparative control",
			"studies to experimentally clarify",
			"the therapeutic effects of real drugs.",
			"",
			"For example, the effect of giving a",
			"test drug that is thought to be a",
			"recovery ingredient to a certain",
			"medical condition is compared to the",
			"effect of giving a vitamin or other",
			"drug that is falsely thought to be a",
			"recovery drug, and analyzed for correct results.",
			"",
			"This is called the \"placebo effect\"."
		]
	},
	"87": {
		"STRINGS": [
			"It is a methods of collecting data in order to",
			"identify criminals in criminal investigations.",
			"",
			"It is a process that uses statistical experience,",
			"crime data, and psychological and behavioral",
			"scientific findings to determine the profile of",
			"the criminal, based on an examination of the crime scene",
			"and the items left behind within."
		]
	},
	"88": {
		"STRINGS": [
			"On May 26, 2012, a naked young",
			"man attacked a man in his 60s and",
			"ate his face in Miami, Florida, USA.",
			"",
			"The young man was shot by a",
			"responding police officer, but he",
			"did not stop biting the man's",
			"face off until he was shot 12 times and died.",
			"",
			"The report went viral as the",
			"young man was compared to a",
			"zombie because he ate people, and",
			"was referred to as the",
			"\"Florida Zombie\" or \"Miami Zombie\".",
			"",
			"It is thought that bath salts,",
			"one of the illegal drugs, may",
			"have caused the abnormal behavior."
		]
	},
	"89": {
		"STRINGS": [
			"is an urban legend from the USA. It has",
			"several versions, and has been",
			"found in print as early as February 1982.",
			"",
			"It tells the story of a girl who",
			"was home alone for the first time",
			"with only her dog. It's said that",
			"she had locked all windows and",
			"doors and went to bed taking ehr dong with her. ",
			"",
			"she was awoke by the sounds of",
			"dripping coming from her bathroom",
			"as the noise scared her she went",
			"down to pet her dog to reassure",
			"herself everything was okay and",
			"was awarded a lick from the dog",
			"and went shortly back to sleep.",
			"",
			"When she awoke in the morning,",
			"she went into the bathroom to get",
			"a drink of water only to find the",
			"words \"HUMANS CAN LICK TO\"",
			"written in blood of her dog on the mirror.",
			"",
			"Other story variations feature a",
			"nearsighted old woman rather than",
			"a young girl. The fate of the dog",
			"also varies, from the dog simply",
			"being hanged to it being skinned,",
			"disemboweled, or otherwise mutilated."
		]
	},
	"90": {
		"STRINGS": [
			"He is said to be a demon or a fallen angel",
			"with a beautiful figure and voice.",
			"",
			"Every word he speaks is a lie,",
			"and it is said that a sacrifice",
			"is required to make him speak the truth.",
			"",
			"His name is a Hebrew word meaning",
			"\"worthless\" or \"wicked\"",
			"and is used as well to mean \"ruffian\"",
			"in the idiom \"sons of Belial\"."
		]
	},
	"91": {
		"STRINGS": [
			"A 45.5-carat blue diamond housed",
			"in the Smithsonian Institution.",
			"",
			"It is said to be a cursed",
			"gemstone that will ruin its owner.",
			"",
			"Some of the owners include Louis",
			"XIV of France, whose family",
			"members died one after another in",
			"unfortunate circumstances, and",
			"Marie Antoinette, who was",
			"beheaded during the French Revolution.",
			"",
			"Some have indeed suffered tragic",
			"fate, but some believe that the",
			"curse is a footnote by the jeweler."
		]
	},
	"92": {
		"STRINGS": [
			"It also known in English as \"Myths\".",
			"",
			"The word \"myth\" means fiction, an",
			"imaginary person or thing, or an",
			"unsubstantiated myth.",
			"In other words, it refers to urban legends."
		]
	},
	"93": {
		"STRINGS": [
			"The act of inducing the other",
			"person's mind to come to a conclusion as one wishes.",
			"",
			"It is said that this term became",
			"popular in Japan in the spring of",
			"1993, when a former Olympic",
			"gymnast who was a believer in the",
			"Unification Association used it",
			"in a news program at the time of her defection.",
			"",
			"Mind control originated in the",
			"U.S. to explain the group formation techniques",
			"of destructive cults, and is not",
			"similar to \"brainwashing.\"",
			"",
			"Brainwashing is a technique in",
			"which an individual is held in detention for an",
			"extended period of time and then",
			"either over-stimulated or under-stimulated externally",
			"through torture, drugs, etc.",
			"to reverse the person's existing conditioned reflexes.",
			"",
			"In contrast, mind control often",
			"does not use physical restraints.",
			"",
			"In other words, the danger is",
			"that the person may not be aware that he",
			"or she is being subjected to coercive force.",
			"",
			"Incidentally, the term \"mind control\"",
			" is rarely used in a positive sense; instead,",
			" \"self-control\" and \"psychotherapy\" are used."
		]
	},
	"94": {
		"STRINGS": [
			"Jargon used by the police.",
			"\"Maru\" refers to a search.",
			"",
			"The word \"maru\" is often used",
			"in police terminology such as:",
			"\"Marusou\", meaning biker gang,",
			"\"Maruki\", meaning riot police,",
			"\"Marusui\", meaning drunk,",
			"\"Marumoku\", meaning witness,",
			"among others."
		]
	},
	"95": {
		"STRINGS": [
			"A cryptic term used by the police",
			"to refer to gangs and gang-related persons.",
			"The \"B\" stands for \"gangster,\"",
			"and it is sometimes written as \"Maruboroku\".",
			"",
			"Incidentally, \"maru-g\" also",
			"means \"gangster\", in which \"G\"",
			"stands for \"gokudo\"."
		]
	},
	"96": {
		"STRINGS": [
			"There is a term in insurance",
			"called moral risk, which is also",
			"referred to as moral hazard.",
			"",
			"Insurance is an economic system based on the premise of",
			"accidents, but it refers to risks",
			"originating from human mental or psychological situations",
			"that deviate from morality, such as",
			"intentionally causing accidents",
			"with the intention of receiving",
			"unjustified insurance payments,",
			"or making excessive insurance claims.",
			"",
			"Nowadays it refers not only to insurance,",
			"but also to the risk of situations",
			"in which morality and general",
			"common sense are not observed, ",
			"such as in public places."
		]
	},
	"97": {
		"STRINGS": [
			"Is a picture of a fairy taken",
			"by two cousins who live in the",
			"village of Cottingley, England.",
			"",
			"The girl and the fairy are in the photo together.",
			"",
			"It is also famous for being endorsed",
			"as authentic by the famous Conan Doyle.",
			"",
			"There was a lot of controversy and",
			"uproar over the authenticity of",
			"the photo, but as a result, it was",
			"deemed to be a fabrication by the two.",
			"",
			"The cousins, who are now old women,",
			"said that they still saw the fairy.",
			"However, they said that they faked",
			"the photo because they wanted",
			"people to believe them because",
			"they just couldn't see them in the photo."
		]
	},
	"98": {
		"STRINGS": [
			"A corpse that is dead but still",
			"walking or doing some kind of action or activity.",
			"",
			"It is often used in the same sense",
			"as \"zombie\", a person who has ",
			"been resurrected from the dead."
		]
	},
	"99": {
		"STRINGS": [
			"This is a secret word used by the",
			"police to refer to handcuffs.",
			"",
			"In common parlance, a wheel-shaped ",
			"object is called a \"ring\", so it",
			"is thought to be used as a name for handcuffs."
		]
	},
	"100": {
		"STRINGS": [
			"Belongs to the Special Police",
			"Division of the C-City Precinct.",
			"Code name \"Kuroda\".",
			"",
			"This is a report on the urban legend \"Blind Man\".",
			"To put it simply, the Blind Man is",
			"a mysterious being who kills",
			"people by smashing their eyes out with scissors.",
			"",
			"In urban legends such as ",
			"\"Hikikosan\" and \"Kaijin Answer\",",
			"there are many monsters that attack humans.",
			"The Blind Man falls into this",
			"category, but I must say that he is",
			"not yet a household name.",
			"",
			"However, he is convinced that he can",
			"join the ranks of urban legends by",
			"taking advantage of a series of",
			"murders that occurred in City C",
			"and covering up the truth.",
			"",
			"The rumor of the Blind Man is already",
			"spreading on the Internet.",
			"This is due in large part to the",
			"urban legend research and former",
			"university professor Soujirou Sekimoto.",
			"He is currently in custody at the",
			"Tokyo Detention Center, and we hope",
			"that he will continue to be monitored and used.",
			"",
			"One female police officer who was",
			"deeply involved in this case has been",
			"transferred to the Regional Division.",
			"",
			"We have not disclosed the existence",
			"of our organization to her.",
			"She will be assigned to the next top-secret case.",
			"In that case, it will be more",
			"convenient for her to be a police",
			"officer who doesn't know anything yet.",
			"",
			"That's all.",
			"",
			"",
			"With this report, Kunio Kuroda's",
			"career will be erased.",
			"I strictly order you to make sure",
			"that everyone knows about this."
		]
	}
}